{
   "Firstpage": [
      {
         "id": "FirstPage1",
         "title": "- Karen Salmansohn",
         "content": "Healthy does NOT mean starving yourself EVER. Healthy means eating the right food in the right amount.",
         "image": "/Media/imgslider1.jpg"
      },
      {
         "id": "FirstPage2",
         "title": "- Edward Stanley",
         "content": "Those who think they have no time for healthy eating will sooner or later have to find time for illness.",
         "image": "/Media/imgslider2.jpg"
      },
      {
         "id": "FirstPage3",
         "title": "- Ann Wigmore",
         "content": "Photo booth fam kinfolk cold-pressed sriracha leggings jianbing microdosing tousled waistcoat.",
         "image": "/Media/imgslider3.webp"
      }
   ],
   "Breakfastpage": [
      {
         "id": "Breakfastpage1",
         "title": "Mashed Plantains With Fried Eggs",
         "content": "If you ask any Dominican what is their breakfast of choice, be prepared to hear mangú de plátanos.",
         "steps":"Step-by-Step Recipe : 1)Bring a large pot of salted water to a boil. Add the plantains and boil until fork-tender, about 25 minutes. Drain the plantains, reserving ½ cup (125 mL) of the cooking water. 2)Meanwhile, place the red onion in a small bowl and cover with the vinegar.3) Transfer the plantains to a medium bowl and add the reserved cooking water, 1 tablespoon (15 mL) of the olive oil, salt, and pepper. Mash the plantains to the consistency of mashed potatoes. 4) In a medium frying pan, heat the vegetable oil over medium heat. Drain the red onions and discard the vinegar. Add the onions to the pan and cook, stirring often, until soft and translucent, about 5 minutes. Transfer to a plate. 5)In the same pan (no need to wipe clean), heat the remaining 1 tablespoon (15 mL) olive oil over medium heat. Carefully crack the eggs into the pan, leaving space between each egg. Cook for 3 to 4 minutes, or until the whites are cooked and no longer translucent and the yolks are still runny. (I prefer the eggs over easy for this dish.6)To serve, divide the mashed plantain between plates and top with a fried egg, cooked onions, and a few slices of avocado. Season with salt and pepper to taste.",
         "image": "/Media/bfimg1.jpg"
      },
      {
         "id": "Breakfastpage2",
         "title": "Trout Toast with Soft Scrambled Eggs",
         "content": "Ever wish you could master restaurant-style egg toasts? Well now you can with this salty, smoky, creamy combo. Crème fraîche is the secret",
         "steps":"Step-by-Step Recipe : 1)Crack eggs into a medium bowl and add 3/4 tsp. salt. Whisk until no streaks remain. 2)Heat 2 Tbsp. butter in a large nonstick skillet over medium. As soon as foaming subsides, add 2 slices of bread and cook until golden brown underneath, about 3 minutes. Transfer to plates, cooked side up. Repeat with another 2 Tbsp. butter and remaining 2 slices of bread. Season toast with salt. Wipe out skillet and let it cool 3 minutes. 3)Heat remaining 2 Tbsp. butter in reserved skillet over medium-low. Once butter is foaming, cook egg mixture, stirring with a heatproof rubber spatula in broad sweeping motions, until some curds begin to form but eggs are still runny, about 2 minutes. Stir in crème fraîche and cook, stirring occasionally, until eggs are barely set, about 1 minute. 4)Spoon eggs over toast and top with trout. Finely grate lemon zest from one of the lemon halves over trout, then squeeze juice over toast. Season with pepper; scatter scallions and dill on top. 5)Squeeze juice from remaining lemon half into a medium bowl. Add arugula and drizzle with oil; season with salt and pepper. Toss to coat. Mound alongside toasts.",
         "image": "/Media/bfimg2.jpg"
      },
      {
         "id": "Breakfastpage3",
         "title": "Butternut Squash and Chorizo Hash",
         "content": "Top this sweet and spicy hash with eggs for breakfast or fold it into tortillas for a taco with some sour cream and hot sauce on top and",
         "steps":"Step-by-Step Recipe : 1)Heat oil in a large heavy skillet (preferably cast iron) over medium-high. Cook chorizo, breaking up into small pieces with a wooden spoon, until browned and cooked through, about 5 minutes. Transfer to a bowl with a slotted spoon; reserve skillet with fat. 2)Add butternut squash and onion to reserved skillet and cook over medium-high, adding more oil if needed and stirring occasionally, until golden brown and tender, 10–15 minutes. Stir in chorizo and season with salt. Squeeze a lime wedge over and top with cilantro. Serve with additional lime wedges for squeezing over.",
         "image": "/Media/bfimg3.jpg"
      }
   ],
   "Dinnerpage": [
      {
         "id": "Dinnerpage1",
         "title": "Yogurt and Spice Roasted Salmon",
         "content": "Cube your salmon and roast it at high heat for a perfectly charred exterior and tender, flaky interior. The creamy marinade in this recipe",
         "steps":"Step-by-Step Recipe : 1)Preheat your oven to its highest setting (with fan if it has one). Line a baking tray with baking paper. 2)Mix all the marinade ingredients together in a mixing bowl. Add the salmon and turn until well coated in the marinade. 3)Spread the salmon out on the prepared baking tray and roast for 10 minutes until cooked through. Remove from the oven and serve immediately with tortilla wraps, tomatoes, finely sliced onion, coriander leaves and Greek yogurt.",
         "image": "/Media/dinnerimg1.jpg"
      },
      {
         "id": "Dinnerpage2",
         "title": "Grilled-Greens-and-Cheese-on-Toast",
         "content": "Pile charred Halloumi cheese, kale, and cherry tomatoes on garlicky bread for an almost-instant dinner from the grill. No bread? No problem",
         "steps":"Step-by-Step Recipe : 1)Prepare a grill for medium-high heat. Oil grate. Toss kale with 2 Tbsp. oil, 1/2 tsp. salt, and 1/2 tsp. pepper in a large bowl; set aside. 2)Thread tomatoes onto skewers, then drizzle with oil; season lightly with salt. 3)Grill tomato skewers, Halloumi, and lemon halves, turning skewers and cheese halfway through, until charred and softened, 6–8 minutes. Transfer to a platter. 4)Meanwhile, drizzle bread with oil; season lightly with salt. Grill until golden brown and crisp, about 2 minutes per side. Transfer to platter. Rub one side of each slice with halved garlic clove. 5) Grill kale, placing it crosswise across grate so it doesn’t fall through the gaps and turning occasionally, until charred in places and softened throughout, 2–3 minutes. Transfer to platter alongside Halloumi, tomatoes, and bread. 6)Push tomatoes off skewers. Squeeze charred lemon halves over Halloumi, tomatoes, kale, and bread. Drizzle with oil.",
         "image": "/Media/dinnerimg2.jpg"
      },
      {
         "id": "Dinnerpage3",
         "title": "Easy Grilled Salmon in Foil With Lemon-Garlic-Herb Butter",
         "content": "This easy grilled salmon in foil recipe is totally foolproof, resulting in flaky fish with a garlic-herb butter sauce. And did we mention clean",
         "steps":"Step-by-Step Recipe : 1) Prepare a grill for medium heat. Whisk 1 Tbsp. honey, 1½ tsp. Diamond Crystal or 1 tsp. Morton kosher salt, and 1 tsp. finely grated lemon zest in a small bowl to combine. Add 6 garlic cloves, finely chopped, 4 Tbsp. unsalted butter, room temperature, and 2 Tbsp. finely chopped dill and whisk again to combine (some lemon zest may remain separate and that’s okay). 2)Tear off a large piece of foil according to the length and thickness of salmon (15x15 or larger) and place on a rimmed baking sheet. Place one 1 lb. boneless salmon fillet, preferably skin-on, arranging skin side down if skin is on, in center of foil (the skin will stick slightly to foil and brown while the fish cooks; you want this as it will add to the sauce). Spread garlic butter over fish, then drizzle 3 Tbsp. fresh lemon juice on top. Carefully fold one side of foil up and over fish so lemon juice stays contained, then bring other sides up to meet it and fold together to seal, leaving about a 4 opening on top for steam to escape (this will help sauce reduce a bit). 3)Place foil packet on grate and grill fish until opaque throughout and firm, 16–20 minutes. Transfer packet to a cutting board and let fish rest 5 minutes. 4)Carefully open foil packet and cut fish in half. Transfer to plates; pour juices from packet over. Drizzle fish with remaining 1 Tbsp. fresh lemon juice, dividing evenly, and top with more finely chopped dill.",
         "image": "/Media/dinnerimg3.jpg"
      }
   ],
   "Cocktailspage": [
      {
         "id": "Cocktailspage1",
         "title": "The Classic Margarita",
         "content": "Our best margarita recipe is refreshing, strong, and tart. The secret? Good tequila, the right orange liqueur, fresh lime juice, and finding th",
         "steps":"Step-by-Step Recipe : 1)Combine tequila, Cointreau, and lime juice in cocktail shaker filled with ice. Moisten rim of stemmed glass or rocks glass with lime juice or water. Holding glass upside down, dip rim into salt. If serving in a rocks glass, fill with ice. Shake and strain drink into prepared glass.",
         "image": "/Media/drinkimg1.jpg"
      },
      {
         "id": "Cocktailspage2",
         "title": "The Most Refreshing Gin and Tonic",
         "content": "The best gin and tonic is all in the technique, because the most important ingredient in a G&T is not really the gin, or even the tonic. ",
         "steps":"Step-by-Step Recipe : 1)Fill a highball or Collins glass about two-thirds full with ice, then add about 2 oz. tonic, followed by 2 oz. gin and the remaining tonic. Garnish with a grapefruit slice, lime wedge, cucumber slice, or fresh herbs if desired.",
         "image": "/Media/drinkimg2.jpg"
      },
      {
         "id": "Cocktailspage3",
         "title": "Our Favorite Aperol Spritz",
         "content": "The classic Aperol spritz recipe on the back of the Aperol bottle calls for three parts Prosecco (or other sparkling wine), two parts Aperol",
         "steps":"Step-by-Step Recipe : 1)The classic Aperol spritz recipe on the back of the Aperol bottle calls for three parts Prosecco (or other sparkling wine), two parts Aperol",
         "image": "/Media/drinkimg3.jpg"
      }
   ],
   "Dessertpage": [
      {
         "id": "Dessertpage1",
         "title": "Candied Pumpkin With Tahini and Date Syrup",
         "content": "A popular sweet in Turkey, candied pumpkin requires few ingredients and a little time.",
         "steps":"Step-by-Step Recipe : 1)Place the pumpkin or squash in a roasting dish and sprinkle with the sugar. Toss to ensure the pumpkin or squash is evenly coated, then let it rest for 30 minutes; after this time you should see that the sugar has begun to melt. Spoon this syrup back over the pumpkin or squash, then cover the dish with foil and let it rest on the work surface for at least 12 hours. 2)By the next day, the sugar should have completely dissolved and the pumpkin or squash will have released its juices. 3)Preheat the oven to 350°F (180°C). 4)Take off the foil and transfer the dish to the oven to bake for 1 hour, spooning the juices back over the pumpkin every 20 minutes. Remove from the oven and allow to cool completely in its dish. 5)To serve, place a pumpkin slice on a serving plate, drizzle with a couple of tablespoons of tahini and 1 tablespoon date syrup, and finish with a smattering of crushed walnuts.",
         "image": "/Media/dessertimg1.jpg"
      },
      {
         "id": "Dessertpage2",
         "title": "Molten Double Chocolate Mug Cake",
         "content": "Jessie Sheehan's easy 3-minute chocolate mug cake is rich, tender, and moist, with a soft center reminiscent of a molten lava cake.",
         "steps":"Step-by-Step Recipe : 1)Stir together the oil and sugar in a 12- to 14-ounce ceramic, microwave-safe mug, using a fork. Stir in the egg yolk and vanilla, and then the sour cream. Stir in the baking powder and salt, and then the flour and cocoa powder. 2)Stir in the chocolate chips and microwave on high for 1 to 2 minutes, depending on your microwave (in my microwave, 1½ minutes is just about golden). The cake is done when it rises above the edge of the mug (or close to it) and its top looks glossy and set, but not wet. 3)Let cool briefly—it will collapse—sorry, but true. The center will be more molten-like than cake-like, very soft, and very hot—be careful! Enjoy ASAP with vanilla ice cream.",
         "image": "/Media/dessertimg2.jpg"
      },
      {
         "id": "Dessertpage3",
         "title": "Vanilla Cheesecake With a Chocolate Cookie Crust",
         "content": "This easy vanilla no-bake cheesecake is creamy, tangy, and requires just 15 minutes of active time. The best part? It’s practically a one-bowl",
         "steps":"Step-by-Step Recipe : 1)Grease a 9 springform pan with cooking spray or softened butter. Line the bottom and sides with parchment paper. 2)To make the crust, process the cookies, sugar, and salt in the bowl of a food processor until the cookies are finely ground. Pour in the butter and vanilla and process until the mixture holds together when squeezed. Alternatively, you may place the dry ingredients in a sealed resealable plastic bag, cover it with a tea towel, and crush the crackers with a rolling pin. Transfer the crumbs to a medium bowl and stir in the melted butter and vanilla. Scrape the crust mixture into the prepared pan and firmly press it into the bottom and 1 up the sides, using your fingers. Place the crust in the freezer while you make the filling. 3)To make the filling, briefly beat the cream cheese on medium-low speed in the bowl of a stand mixer fitted with the paddle attachment, just until smooth, scraping the bowl with a flexible spatula as needed. Beat in the sweetened condensed milk and salt just until combined, and then the lemon juice and vanilla. Turn off the mixer as soon as all the ingredients are incorporated. Do not overmix or the cream cheese will lose structure. Scrape the filling into the prepared crust, smoothing the top with an offset spatula or butter knife. Cover the cheesecake with plastic wrap and refrigerate it for at least 5 hours, but preferably overnight. 4)When ready to serve, remove the sides of the pan and, if you would like to remove the base (though you don’t have to), slide a long, serrated knife between the crust and the parchment paper and transfer the cake to a serving plate. Slice the cake with a large chef’s knife that’s been dipped in hot water and dried in between slices. Serve with a dusting of cocoa powder (if using). Keep the cake, wrapped, in the refrigerator for up to 3 days.",
         "image": "/Media/dessertimg3.jpg"
      }
   ],
   "RecipePage": [
      {
         "id": "RecipePage1",
         "title": "Poha | The Quintessential Indian Breakfast",
         "content": "Poha is a scrumptious, easy-to-make savory dish enjoyed as a goodful breakfast or a snack. Originally native to Maharashtra in Western India.",
         "steps":"Step-by-Step Recipe : 1)Gently rinse poha in a colander under cold water, drain out all of the water and keep aside. 2)Heat the oil in a medium pan over high heat. Add the oil and mustard seeds. Allow the mustard seeds to pop. Once the mustard seeds start to pop, lower the heat to medium and add cumin seeds and cook until they start to sizzle, about 10 seconds. Then add curry leaves, green chilies, and turmeric and mix well. 3)Add onions, mix well and cook covered for 2 to 3 minutes on medium heat as they start to soften. Next, stir in potatoes, and salt and cook covered until the potatoes are fully cooked about 5 minutes. 4)Add Poha and sugar and mix well and cook covered on low heat for 5 minutes, until poha is heated through. Squeeze fresh lemon juice, and garnish with cilantro.",
         "image": "/Media/recipes1.jpg"
      },
      {
         "id": "RecipePage2",
         "title": "Quinoa Dosa",
         "content": "Instant quinoa oats dosa is my go-to recipe when I am craving my favorite South Indian food and do not have hours or days to plan ahead. This recipe uses quinoa instead of rice ",
         "steps":"Step-by-Step Recipe : 1)Rinse the quinoa, oats & lentils. Drain out the water and then soak with 3 cups of water for 4 hours. Drain out all the water. 2)Add soaked and drained quinoa, oats & lentils to the blender and blend with water. The dosa batter consistency will be like pancake batter. Add salt and mix well. Note: You can allow the batter to rest for 20 minutes to an hour or start making the dosas right away 3)Preheat a nonstick griddle on low heat. Pour about ⅓ cup of batter and spread it into a thin dosa using the back of the ladle or a measuring cup. Cook on medium heat and once the bottom starts to turn golden brown evenly spread some ghee or oil. 4)Using a flat spatula start removing the dosa from the outer edges, then gently fold the dosa and serve immediately",
         "image": "/Media/recipes2.jpg"
      },
      {
         "id": "RecipePage3",
         "title": "Idli | Instant Pot & Stovetop",
         "content": "An undisputed masterpiece from the kitchens of South India, Idli are soft, melt-in-the-mouth steamed cakes made from a nutrient-rich fermented batter of rice and lentils..",
         "steps":"Step-by-Step Recipe : 1)Grease each compartment of the mold plate well with ghee or oil. Greasing ensures that the idlis do not stick to the mold and come off easily once cooked. Spoon in 3 to 4 tablespoons of batter in each section. Repeat for all of the plates and then stack them on the rack. 2)Add water to the main Instant Pot stainless steel insert and press saute button to heat the water. Once the water comes to a gentle boil, carefully place the Idli stand in the Instant Pot. 3)Close the Instant Pot with the pressure release valve to venting. This is very important as we want to steam the idli and not pressure cook them. Press the steam button and set an external timer for 12 minutes. Once the timer goes off, turn off the Instant Pot, allow ten minutes of natural pressure release, and then open the Instant Pot lid. 4)Carefully take out the rack using heat-resistant mitts and separate each individual plate. Allow the idli to cook for 5 minutes and then take out the idli by gently running a butter knife or spoon starting at the edges and gently going under. 5)If you have more batter, repeat the same steps. You can also make crispy Dosa or Uttapam with the batter. After removing the idli there should not be any dough sticking to the plates. If you see a lot of dough being stuck you may want to wash the plates before proceeding with the next batch.",
         "image": "/Media/recipes3.jpg"
      },
      {
         "id": "RecipePage4",
         "title": "Air Fryer Potato Wedges",
         "content": "Having made this super simple Air Fryer Potato Wedges recipe many times now I can attest that POTATO WEDGES were made for the Air Fryer. They are perfectly seasoned with the most satisfyingly",
         "steps":"Step-by-Step Recipe : 1)Scrub potatoes under running water and dry well.Cut each potato into half lengthwise and then cut each half into 4 wedges lengthwise. 2)Soak the potato wedges in ice-cold water for 15 minutes. 3)Drain out all of the water and place the potato wedges on a kitchen towel. Wipe them dry. 4)Place them in a medium-sized mixing bowl. Add oil and toss the wedges so the potatoes are coated evenly. Add garlic powder, onion powder, salt, and pepper. 5)Toss the potatoes so they get evenly coated with all of the seasonings.Place the wedges in a single layer inside the preheated Air Fryer basket. 6)Air Fry at 380 F for 20 minutes, turning the wedges halfway through.",
         "image": "/Media/recipes4.webp"
      },
      {
         "id": "RecipePage5",
         "title": "Tandoori chicken wings (Oven & Air Fryer Recipe)",
         "content": "Boldy spiced Tandoori Chicken Wings are a game-night staple in our home. Served with cooling coriander-cumin spiced yogurt or tangy blue cheese.",
         "steps":"Step-by-Step Recipe : 1)Trim as much fat/skin off the wings using kitchen shears.Add yogurt, ginger-garlic paste, Kashmiri red chili powder, fenugreek leaves, homemade garam masala, turmeric, lemon juice, and salt over the chicken wings.Mix it well and refrigerate for at least an hour. 2)Preheat the oven to 400 degrees. Place a perforated grilling tray on top of the baking tray (to collect all the drippings and make cleanup easy). Lightly grease the perforated tray and line the wings. 3)Bake the wings for 20-25 minutes (in a convection oven) or up to 40 minutes otherwise. Broil on high for the last 2 minutes to get the char marks. Note: Wings can also be cooked on a preheated outdoor grill. 4)",
         "image": "/Media/recipes5.webp"
      },
      {
         "id": "RecipePage6",
         "title": "Air Fryer Corn on the Cob | Juicy fresh corn",
         "content": "Coated with just the right amount of spice and citrus to bring out its natural sweetness, Air Fryer Corn on the Cob is the ultimate summer side.",
         "steps":"Step-by-Step Recipe : 1)Preheat the air fryer as you are shucking the corn, and trim the ends. 2)Place it in the air fryer basket. Air fry at 380 F for 12 minutes, turning the corn halfway through. 3)Cook for an additional 2 to 5 minutes for more brown spots or if the corn is thicker. 4)Take out the corn and place it on a platter. Mix chili powder and salt in a bowl. Dip the lime wedges in the chili and salt mixture. Rub the lime wedge on the corn to evenly apply the spices all over the corn. Squeeze some lime juice over and enjoy it hot.",
         "image": "/Media/recipes6.jpg"
      },
      {
         "id": "RecipePage7",
         "title": "Murmura Chivda | Spicy Puffed Rice",
         "content": "While this Chivda needs just a handful of ingredients, every family has its own twist to the recipe making it unique and delicious.",
         "steps":"Step-by-Step Recipe : 1)In a wide pan roast Murmura in two batches on medium heat for 5 to 7 minutes or until it is hot to the touch. You can also try to break a few with your nails and you will hear the crunch. 2)Fry peanuts on medium heat for 3 to 4 minutes or as they lightly brown. Using a slotted spoon take out fried peanuts leaving any excess oil in the pan and add the peanuts to the roasted Murmura. 3)Fry roasted chana dal for 3 to 4 minutes or until the chana dal is lightly golden. Take out the chana dal using a slotted spoon leaving all excess oil in the pan. Add it to the Murmura. 4) Add the remaining oil to the pan and heat. Add asafetida, mustard seeds, turmeric, sesame seeds, curry leaves, ginger, and green chilies to the pan. Lower the heat and saute for one to two minutes on low heat making sure the chiles and ginger do not brown. 5)Add to the roasted Mamra with the peanuts and roasted chana dal. Add salt and sugar. Gently mix it all. Allow it to completely cool down before storing it in an air-tight container. ",
         "image": "/Media/recipes7.webp"
      },
      {
         "id": "RecipePage8",
         "title": "Besan Chilla",
         "content": "Looking for a nutritious and satisfying breakfast option? Look no further than Besan Chilla! This traditional Indian dish is not only delicious but also packed with protein and fiber",
         "steps":"Step-by-Step Recipe : 1)Add besan to a mixing bowl. Add salt and turmeric. Lightly crush carom seeds on the palm of your hands and add to the bowl. 2)Add onion, tomato, green chili, ginger and cilantro. 3)dd water a little bit at a time mixing the batter well. The batter should be smooth with a good pouring consistency. 4)Heat a griddle and apply oil. Pour two small ladle full of batter, about ½ cup on the pan, and spread it gently using the back of the ladle or a spoon to make a 6-inch round chilla. 5)Cook for 3 to 4 minutes on medium heat. Drizzle ½ teaspoon of oil on top and around the edges. 6)Carefully flip over the chilla. Cook until the bottom becomes lightly brown and the sides start to crisp.",
         "image": "/Media/recipes8.webp"
      },
      {
         "id": "RecipePage9",
         "title": "Vada Pav",
         "content": "It's finally here! I'm thrilled to share my mom's mouthwatering recipe that I grew up eating, along with all our secret tips to make it super easy and fun to prepare. Get ready to bring the flavors of Mumbai to your kitchen!",
         "steps":"Step-by-Step Recipe : 1)Steam Potatoes - I love the convenience of Instant Pot but you can also use a stovetop pressure cooker or steam them on the stovetop 2)Peel and dice - Let the potatoes cool down completely. Peel off the skin and dice them into small cubes. 3)Saute spices - Heat oil in a medium skillet. Add mustard seeds and let them splutter. Add asafetida, turmeric, crushed cumin and coriander seeds, ginger, green chili, and curry leaves, and cook for one minute. Add the potatoes and salt. 4)Potato Filling & Shaping the Vada - Mix well while mashing with the back of a spatula or a masher. Stir in the sugar and lemon juice, then garnish with cilantro. Mix well and let it cool down. This is your spicy, flavor-packed potato filling. Shape the mixture into flat vadas about 2 inches wide and ½-inch thick. Make 10 to 12 vadas. 5)Batter - Add besan to a mixing bowl. Lightly crush the ajwain seeds by rubbing them between your palms to release their aroma, then add them to the bowl along with turmeric and salt. Add a little bit of water at a time and mix well to create a smooth, flowy batter. Finally, add baking soda and give it a quick stir. 6)Heat oil in a frying pan or kadai. Check the oil temperature by adding a few drops of batter into the oil; they should rise quickly within 10 seconds. 7)Frying Batata Vada - Dip the shaped vada one at a time into the batter. Use a spoon to generously coat it on all sides, lift and tilt the spoon to remove any excess batter, to create a thin layer of coating around the vada. Carefully add the vada to the hot oil using the spoon. Repeat with another 2 or 3 vadas. 8)Fry until golden brown on both sides, about 3 to 4 minutes, turning halfway through. Fry the remaining vadas in batches.",
         "image": "/Media/recipes9.webp"
      }
   ]
}